{"url":"http://store.steampowered.com/app/347990","name":"Alfa Romeo 4C","brand":"Alfa Romeo","description":"Extraordinary performance, unique handling, extreme aerodynamics and design that takes up the stylistic features of the Alfa Romeo tradition. This in brief is the new Alfa Romeo 4C, a driving machine without compromise that beckons drivers to take to the road or track to experience the thrill of driving it. <br/><br/>The Alfa Romeo 4C is essentiality and light weight, a car where everything has been designed to provide total driving pleasure. That same essentiality shaped its design. The car expresses a natural beauty that results from a perfect blend of function and form. Its layout and size immediately brings one of the most beautiful coups of all time to mind, the Alfa Romeo 33 Stradale. Like the legendary 33 Stradale, the 4C is designed to meet extreme mechanical and functional requirements. Its body aerodynamically covers the engine and chassis with clean and essential surfaces.<br/><br/>This vehicle quite simply screams Alfa. Its sports car soul creates unique driving sensations, both on the road and when racing, where velocity and transverse accelerations offer even the most expert driver unrivalled driving thrills: from 0 to 100 km/h in just 4.5 seconds flat, 258 km/h of top speed, deceleration peaks in the range of 1.2 g and lateral acceleration peaks over 1.1 g. All this is also achieved with a balanced weight distribution, with 40% on the front axle and 60% on the rear.","tags":["#A2","rwd","semiautomatic","turbo","lightweight","street","trackday","italy"],"class":"street","specs":{"Tyres":"Semis","extras":"stock","bhp":"240 bhp","torque":"350Nm","weight":"925kg","topspeed":"245km/h","acceleration":"4.5s 0-100","pwratio":"3.90kg/cv","range":63},"torqueCurve":[["0","56"],["500","98"],["1000","154"],["1500","183"],["2000","287"],["2500","349"],["3000","352"],["3500","349"],["4000","349"],["4250","349"],["4500","338"],["5000","327"],["5500","302"],["6000","282"],["6300","263"],["6500","246"],["7000","201"]],"powerCurve":[["0","0"],["500","10"],["1000","22"],["1500","39"],["2000","81"],["2500","123"],["3000","148"],["3500","172"],["4000","196"],["4250","208"],["4500","214"],["5000","230"],["5500","233"],["6000","238"],["6300","233"],["6500","225"],["7000","198"]]}