{"name":"Lotus Exos 125 Stage 1","parent":"lotus_exos_125","brand":"Lotus","description":"Simplify and add lightness</br></br>...and some power. The Stage 1 version of the Lotus Exos 125, brings the true F1 cosworth power unit from 2009. It outputs around 750bhp at a staggering 18000rpm!</br></br>...and some downforce. Optimisations in the rear wing and diffuser, improve the aerodynamic efficiency of the car. You can use a bit less rear wing now, achieving the same downforce with less drag, improving the car's performance.</br></br>...and some tyres. You've got 4 slick compounds to choose from, each with very particular characteristics. Normally in F1 races the organisation chooses which compounds are available to the teams, but here you can choose any of them.</br></br>The development programme has harnessed input from an experienced group including past masters such as Nigel Mansell & Jean Alesi. Their inputs ensure the car delivers outstanding levels of speed and performance which is complimented by a consistency of driveability that is sympathetic to all driving styles.</br></br>The Lotus 125 embodies all the performance attributes of a modern f1 car, but without the need for F1 levelsof personal support and associated running costs. The Lotus 125 offers the thrill of f1 ownership at a fraction of the cost - but with no compromises.","tags":["#Lotus125S1","rwd","race","sequential","F1","singleseater","Great Britain"],"class":"race","specs":{"bhp":"750bhp","torque":"--Nm","weight":"660kg","topspeed":"--km/h","acceleration":"--s 0-100","pwratio":"0.88kg/hp","range":315},"torqueCurve":[["0","0"],["500","116"],["1000","168"],["2000","186"],["3000","197"],["4000","218"],["5000","227"],["6000","235"],["7000","254"],["8000","255"],["9000","275"],["10000","311"],["11000","333"],["12000","328"],["13000","331"],["14000","334"],["15000","334"],["16000","328"],["17000","314"],["18000","294"],["19000","260"]],"powerCurve":[["0","0"],["500","8"],["1000","24"],["2000","52"],["3000","83"],["4000","122"],["5000","159"],["6000","198"],["7000","250"],["8000","286"],["9000","348"],["10000","437"],["11000","514"],["12000","553"],["13000","604"],["14000","657"],["15000","704"],["16000","737"],["17000","750"],["18000","743"],["19000","694"]]}