{"name":"McLaren 650S GT3","brand":"McLaren","description":"The 650S GT3 builds on the strong reputation that the 12C GT3 established in the racing world. Built around the same lightweight carbon fiber MonoCell chassis found in the 650S, the 650S GT3 offers a number of enhancements that ensure it will perform on the track.<br><br>A very aggressive carbon fiber splitter has been added to the front to increase downforce, while larger intakes in the front fascia allow for better cooling. The sides of the car have also been reworked, with optimized air intakes. In the rear, a large fixed carbon fiber wing stands out among the modifications made to the 650S for the GT3 iteration. Below the wing is a large rear diffuser and a reworked rear fascia.<br><br>Inside, the driver sits in a fully FIA-approved McLaren GT-developed race seat, which is fitted with a six-point race harness. In front of the driver is a bespoke motorsport digital dash directly behind the 650S GT3 steering wheel, modeled after the wheel design found in the McLaren Mercedes Formula 1 car.<br><br>Of course, safety is a main concern when it comes to designing race cars, and that is why McLaren put a huge emphasis on this with the 650S GT3. Already mentioned in this article is the carbon fiber MonoCell chassis, but enhancing the bodys protection is the FIA-approved rollcage that has been redesigned and is lighter than the one used in the 12C GT3.<br><br>Power comes from the award-winning 3.8-liter V8 twin turbo 'M838T' engine, producing around 493 hp, roughly the same power as the 12C GT3. Mated to the engine is a an all-new six-speed sequential motorsport transmission.<br><br>","tags":["#GTE-GT3","rwd","race","sequential","gt3","turbo","gt","Great Britain"],"class":"race","specs":{"bhp":"493bhp","torque":"500Nm","weight":"1240kg","topspeed":"275+km/h","acceleration":"--s 0-100","pwratio":"2.51kg/cv","range":230},"torqueCurve":[["0","56"],["500","360"],["1000","398"],["1500","434"],["2000","450"],["2500","473"],["3000","498"],["3500","516"],["4000","523"],["4500","517"],["5000","502"],["5500","506"],["6000","497"],["6500","504"],["7000","507"],["7500","472"]],"powerCurve":[["0","0"],["500","25"],["1000","55"],["1500","91"],["2000","126"],["2500","166"],["3000","209"],["3500","253"],["4000","293"],["4500","326"],["5000","352"],["5500","390"],["6000","418"],["6500","460"],["7000","500"],["7500","497"]]}