{"name":"Lamborghini Miura P400 SV","brand":"Lamborghini","description":"Lamborghini Miura P400 SV <br/><br/>The Lamborghini Miura is a sports car that was produced by Italian automaker Lamborghini between 1966 and 1973. The car is widely considered to have instigated the trend of high performance, two-seater, mid-engined sports cars. At launch, it was the fastest production road car available.</br></br>The 12 cylinder, double overhead camshaft naturally aspirated engine has 2 valves per cylinder and a volume of 3.9 litres. It produces power and torque figures of 385 bhp at 7850 rpm and 399 Nm (294 lbft/40.7 kgm) at 5750 rpm respectively.This power is transmitted to the wheels through a 5 speed manual gearbox. With a claimed kerb weight of 1293 kg, the Lamborghini Miura P400SV can dispense with the 0-100 km/h benchmark in 4.50 seconds and the kilometre from rest in 23.2 seconds. Its maximum speed claimed is 290 km/h or 180 mph.</br></br>The SV can be distinguished from its predecessors from its lack of eyelashes around the headlamps, wider rear fenders to accommodate the new 9-inch-wide rear wheels and Pirelli Cinturato tires, and different tail lights. The problem with excessive front end lift at speed was also reduced somewhat in the later model car, but not eliminated entirely.  150 Lamborghini Miura P400 SVs were produced.","tags":["#Vintage Supercars","rwd","manual","street","supercar","vintage","italy"],"class":"street","specs":{"bhp":"385bhp","torque":"400Nm","weight":"1245kg","topspeed":"300km/h","acceleration":"6.5s 0-100","pwratio":"3.19kg/hp","range":93},"torqueCurve":[["0","10"],["500","100"],["1000","180"],["1500","263"],["2000","315"],["2500","346"],["3000","360"],["3500","370"],["4000","378"],["4500","386"],["5000","394"],["5500","400"],["6000","399"],["6500","394"],["7000","385"],["7500","369"],["8000","334"],["8500","270"]],"powerCurve":[["0","0"],["500","7"],["1000","25"],["1500","55"],["2000","88"],["2500","121"],["3000","152"],["3500","182"],["4000","212"],["4500","244"],["5000","277"],["5500","310"],["6000","336"],["6500","359"],["7000","378"],["7500","388"],["8000","375"],["8500","322"]]}