{"name":"BMW Z4 E89 Drift","parent":"bmw_z4","brand":"BMW","description":"The Drift tuned version of Z4 E89 35is series has adjustable aftermarket dampers with coilover springs, camber plates to adjust for massive range of camber at the front, and rear toe links for equally big range of camber adjustment at the rear. The front steering rods are also modify to permits very wide angles for steering up to 55 degrees. The engine is tuned with a new ECU that raises the turbo boost at over 1bar and a locked rear differential is installed to help those rear tyres spinning together. A slight weight reduction has also been achieved.<br/><br/>The BMW Z4 Roadster represents the interplay of classical proportions and state-of-the-art technology. The  BMW Z4 sDrive35is offering a higher standard of performance ensured both by the modified straight-six power unit with BMW Twin Turbo Technology and High Precision Injection, on the one hand, and by BMW's seven-speed Sport Automatic with double clutch operation and the M Sports Package including the adaptive M Suspension likewise featured as standard, on the other.</br></br>The BMW Z4 sDrive35is also comes as standard with an M Sports Package including the M Aerodynamics Package and adaptive M Suspension featuring electronically controlled dampers for even greater agility without making any concessions in terms of comfort. ","tags":["#Sportscars","rwd","semiautomatic","turbo","street","germany"],"class":"street","specs":{"bhp":"390 bhp","torque":"580Nm","weight":"1525kg","topspeed":"250+km/h","acceleration":"- 0-100","pwratio":"3.91kg/cv","range":69},"torqueCurve":[["0","0"],["500","244"],["1000","350"],["1500","498"],["2000","577"],["2500","579"],["3000","579"],["3500","577"],["4000","575"],["4500","582"],["5000","534"],["5500","498"],["6000","450"],["6500","414"],["7000","381"],["7250","364"]],"powerCurve":[["0","0"],["500","20"],["1000","49"],["1500","105"],["2000","162"],["2500","203"],["3000","244"],["3500","284"],["4000","323"],["4500","368"],["5000","375"],["5500","385"],["6000","379"],["6500","378"],["7000","375"],["7250","371"]]}