{"name":"BMW M3 GT2","brand":"BMW","description":"The BMW M3 Race Version. Sportiness personified.In the course of developing the race version of the BMW M3, BMW engineers were faced with an ambitious task: to improve upon the sportiness of an already sporting car. A better base would, though, be difficult to find. In standard form the vehicle delivers powerful dynamics and sporting aesthetics.</br></br>In order to enable the BMW M3 to make full use of this performance on the race circuit, the experts in Munich have not concentrated solely on the engine, but have race-tuned the chassis as well. The race version of the BMW M3 is wider and significantly lighter than its production equivalent, enabling it to perfectly transmit the power of its V8 to the track. Widespread use of carbon-reinforced plastic (CRP) provides proof of substantial weight reduction. As with the production version, the race car's roof is manufactured from this high-tech material.</br></br>The race version of the BMW M3 is clearly aimed at the top echelon of motorsport. As such, it is no surprise to discover that in the course of its development, begun in mid-2007, numerous Formula One techniques were applied. These include computational fluid dynamics (CFD) and wind tunnel analyses, both of which have ensured the best possible aerodynamic package for the BMW M3.","tags":["#GTE-GT3","rwd","race","sequential","gt","gt2","germany"],"class":"race","specs":{"bhp":"485+ bhp","torque":"499Nm","weight":"1245kg","topspeed":"270+km/h","acceleration":"","pwratio":"2.56kg/cv","range":182},"torqueCurve":[["0","0"],["500","176"],["1000","187"],["1500","211"],["2000","269"],["2500","357"],["3000","385"],["3500","410"],["4000","435"],["4500","459"],["5000","479"],["5500","494"],["6000","500"],["6500","496"],["7000","487"],["7500","459"],["8000","432"],["8500","410"],["8750","380"]],"powerCurve":[["0","0"],["500","12"],["1000","26"],["1500","44"],["2000","76"],["2500","125"],["3000","162"],["3500","202"],["4000","244"],["4500","290"],["5000","336"],["5500","382"],["6000","421"],["6500","453"],["7000","479"],["7500","483"],["8000","485"],["8500","489"],["8750","467"]]}