{"url":"http://store.steampowered.com/dlc/244210","name":"Lamborghini Huracan GT3","brand":"Lamborghini","description":"The Lamborghini Huracn GT3 is equipped with an Alu-Carbon chassis and a fully integrated FIA-compliant roll-cage. The subframe has been modified both at the front and rear to accommodate a high performance water radiator (front), and for a better positioning of the gearbox (rear), improving aerodynamics.The kerb weight is 1239 Kg with a 42/58 front/rear weight distribution. The final weight will be set by the FIA BOP.<br><br> The bodywork is in composite materials and, along with the aerodynamics, has been developed in collaboration with Dallara Engineering with the direct involvement of the founder Gian Paolo Dallara. Aerodynamics have been tuned to grant the best possible air flow penetration, and maximum adherence and traction in any condition on any asphalt. Efficiency has been improved thanks to the rear adjustable wing, adjustable front diffuser and louvres. The new aerodynamics also allow improved cooling of the braking system.<br><br> As for the Huracn Super Trofeo, the GT3 is equipped with new bodywork fast- fittings and equipped with a new, enhanced-performing engine and gearbox oil cooler. Special attention has been given to safety, with the new Lamborghini Huracn GT3 equipped with a carbon frame 8862 specification seat; an OMP fire extinguishing system; and an innovative roof hatch which enables, in case of need, quick assistance by medical personnel through the roof of the car. Seat belts are provided by OMP, the fuel tank is an FT3 type and the pedals are adjustable. Front and rear lights are LED. The new multifunction steering wheel has been re-engineered along with OMP.<br><br> The new rear-wheel drive Huracn GT3 adopts the V10 direct injection engine mounted on the road car, managed by a Bosch Motorsport control unit that also manages traction control, gearbox and the TFT display on the dashboard. All wiring and connectors are designed specifically for racing. The engine is fixed on the chassis by rigid mountings and is coupled with a sequential six-speed gearbox, according to FIA regulations, and a three-disc racing clutch.<br><br> The braking system is made up by 380 x 34 mm steel discs at the front (6 pot), and 355 x 32mm steel discs at the back (4 pot), according to FIA regulations, equipped with Bosch ABS. This system features 12 different settings that can be actioned directly from the steering wheel, as can traction control. The tyre sizes are 315/680 at the front and 325/705 at the back. The car is equipped with a pneumatic lifting system.<br><br>","tags":["#A5","rwd","race","sequential","gt","gt3","Italy"],"class":"race","specs":{"bhp":"600bhp","torque":"-Nm","weight":"1239kg","topspeed":"350+km/h","acceleration":"3.0s 0-100","pwratio":"2.47kg/hp"},"torqueCurve":[["0","0"],["0","0"]],"powerCurve":[["0","0"],["0","0"]]}