{"name":"BMW M3 E30 Drift","parent":"bmw_m3_e30","brand":"BMW","description":"The Drift tuned version of E30 series is based on a stripped M3 E30 with an engine and grearbox swap from an E46 M3. The engine is capable of more than 340bhp but adds weight at the front. A completely locked rear diff, high duty coilover springs, bigger antiroll bars and lot's of lock, make this one of the most desired drift tuned cars. Be careful though, the old rear suspension and the short wheelbase make the car quite nervous.<br/><br/>Based on the 1986 model year E30 3-Series, the E30 M3 used the BMW S14 four cylinder engine.The production of the E30 road car was to homologate the M3 for Group A Touring Car racing. <br/><br/>The Sport Evolution model production run of 600 (sometimes referred as EVO3) increased engine displacement to 2.5 L and produced 235 hp (175 kW). Sport Evolution models have enlarged front bumper openings and an adjustable multi-position front splitter and rear wing. Brake cooling ducts were installed in place of front foglights. An additional 786 convertibles were also produced.<br/><br/>To keep the car competitive in racing following year-to-year homologation rules changes, homologation specials were produced. Homologation (motorsport) rules roughly stated that the race version must reflect the street car aerodynamically and in engine displacement. These include: the Evo 1, Evo 2, and Sport Evolution some of which featured less weight, improved aerodynamics, taller front wheel arches (Sport Evolution; to further facilitate 18-inch (460 mm) wheels in DTM), brake ducting, and more power. Other limited-production models (based on evolution models but featuring special paintwork and/or unique interior schemes commemorating championship wins) include the Europa, Ravaglia, Cecotto, and Europameister. Production of the original E30 M3 ended in early 1992.","tags":["#Sportscars","rwd","manual","street","germany","vintage"],"class":"street","specs":{"bhp":"343 bhp","torque":"365Nm","weight":"1150kg","topspeed":"250+km/h","acceleration":"5.3s 0-100","pwratio":"3.35 kg/bhp","range":87},"torqueCurve":[["0","0"],["500","173"],["1000","253"],["1500","288"],["2000","312"],["2500","336"],["3000","351"],["3500","362"],["4000","363"],["4500","360"],["4900","365"],["5000","364"],["5500","359"],["6000","351"],["6500","336"],["7000","328"],["7500","312"],["8000","305"],["8500","240"]],"powerCurve":[["0","0"],["500","12"],["1000","36"],["1500","61"],["2000","88"],["2500","118"],["3000","148"],["3500","180"],["4000","208"],["4500","232"],["4900","258"],["5000","256"],["5500","277"],["6000","296"],["6500","307"],["7000","322"],["7500","331"],["8000","343"],["8500","320"]]}