{"name":"Lotus Exos 125","brand":"Lotus","description":"Simplify and add lightness</br></br>When you press the ENGINE START button in your Lotus 125 you'll be igniting more than 60 years of motor racing heritage.</br>The lotus 125 has ammassed thousands of testing miles, visiting tracks and locations such as Vallelunga, Italy, Yas marina circuit Abu Dhabi, Portimao Portugal, complimented with many miles of testing at the Lotus Test Track in Hethel. This exhaustive test schedule has been conducted in various locations, in differing extreme conditions under the watchful eye and expert direction of the vastly experienced LRGP Test Team. Therefore, you can be assured of the pedigree, reliability and performance that a lotus 125 is capable of delivering.</br></br>The development programme has harnessed input from an experienced group including past masters such as Nigel Mansell & Jean Alesi. Their inputs ensure the car delivers outstanding levels of speed and performance which is complimented by a consistency of driveability that is sympathetic to all driving styles.</br></br>The Lotus 125 embodies all the performance attributes of a modern f1 car, but without the need for F1 levelsof personal support and associated running costs. The Lotus 125 offers the thrill of f1 ownership at a fraction of the cost - but with no compromises.","tags":["#Lotus125","rwd","race","sequential","F1","singleseater","Great Britain"],"class":"race","specs":{"bhp":"640 bhp","torque":"450Nm","weight":"660kg","topspeed":"--","acceleration":"--","pwratio":"1.03kg/cv","range":84},"torqueCurve":[["0","0"],["500","60"],["1000","132"],["1500","148"],["2000","172"],["2500","215"],["3000","247"],["3500","271"],["4000","288"],["4500","297"],["5000","324"],["5500","374"],["6000","411"],["6500","442"],["7000","449"],["7500","452"],["8000","451"],["8500","450"],["9000","452"],["9500","454"],["10000","456"],["10500","438"],["11000","422"]],"powerCurve":[["0","0"],["500","4"],["1000","19"],["1500","31"],["2000","48"],["2500","75"],["3000","104"],["3500","133"],["4000","162"],["4500","188"],["5000","227"],["5500","289"],["6000","346"],["6500","403"],["7000","441"],["7500","476"],["8000","507"],["8500","537"],["9000","571"],["9500","606"],["10000","640"],["10500","646"],["11000","652"]]}