{"name":"Ferrari 599XX EVO","brand":"Ferrari","description":"The 36th edition of the Bologna Motor Show provides the venue for the unveiling of an evolution of the extreme, non-homologated sports berlinetta, the 599XX. Ferrari has introduced a package of performance-enhancing technical features available to clients participating in the track-based research and development programme for the 2012-2013 seasons.</br></br>Already the fruit of the very finest Ferrari road car and Formula 1-derived technology, the 599XX now features improved chassis dynamics thanks to an active aerodynamic package integrated with the vehicles' electronic control systems, and the adoption of new Pirelli tyres. The car is also more powerful than before (750 CV) and weighs 35 kg less.</br></br>The key to the aero package is the active rear wing design which represents a new aerodynamic concept called 'opening gap'. The wing features two flaps, with profiles similar to those used in Formula 1, which rotate electronically to adjust the downforce between the front and rear axles in function of vehicle speed and the manoeuvre being effected. The result of this concept is better performance in cornering.</br></br>The 599XX active rear wing is actuated automatically according to specific parameters which are integrated with the car's other control functions (ESP, ABS, SCM and F1-Trac). As a result of this integration, all the electronic controls have been suitably recalibrated. The 'opening gap' system logic is based on the following parameters:</br>- steering wheel angle</br>- longitudinal acceleration</br>- lateral acceleration</br>- vehicle speed</br>The new aerodynamics package for the 599XX also includes a modified front splitter and a new rear diffuser featuring a larger surface area and redesigned fences and foot-plates. Total downforce at 200 km/h is boosted to 330 kg when the flaps are open and 440 kg in the closed configuration.","tags":["#Hypercars R","rwd","race","sequential","gt","italy"],"class":"race","specs":{"bhp":"750bhp","torque":"700Nm","weight":"1310kg","topspeed":"303km/h","acceleration":"2.5s 0-100","pwratio":"1.74kg/hp","range":165},"torqueCurve":[["0","0"],["500","156"],["1000","262"],["1500","323"],["2000","369"],["2500","431"],["3000","470"],["3500","528"],["4000","599"],["4500","647"],["5000","663"],["5500","687"],["6000","700"],["6500","707"],["7000","693"],["7500","667"],["8000","638"],["8500","612"],["9000","590"],["9500","543"]],"powerCurve":[["0","0"],["500","11"],["1000","37"],["1500","68"],["2000","104"],["2500","151"],["3000","198"],["3500","260"],["4000","336"],["4500","409"],["5000","466"],["5500","531"],["6000","590"],["6500","645"],["7000","681"],["7500","702"],["8000","717"],["8500","731"],["9000","746"],["9500","724"]]}