{"url":"http://store.steampowered.com/app/347990","name":"McLaren P1","brand":"McLaren","description":"The astonishing new McLaren P1 has a clear goal - to be the best driver's car in the world on road and track. To achieve this objective, McLaren is using all of its 50 years of racing experience and success, especially in the fields of aerodynamics and lightweight carbon fibre technology.</br></br> The result is a car that has an unprecedented amount of downforce for a road vehicle. Similar levels to a GT3 racing car and yet with even greater ground effect. This downforce not only boosts cornering and braking performance. It also helps balance, stability and driveability at all speeds.</br></br> The best driver's car in the world must also have exceptional straight-line performance and instant throttle response. To deliver this, the McLaren P1 uses an innovative IPAS petrol-electric powertrain comprising a substantially revised 3.8-litre twin-turbo V8 petrol engine, coupled to a single electric motor, collectively known as M838TQ. Combined power output is 916 PS. As important as absolute power is the electric motor's ability to provide instant torque, making the powertrain superbly responsive.</br></br> Top speed is electronically limited to 350 km/h, with the 0-100 km/h standing start acceleration taking less than three seconds. The McLaren P1 will power from rest to 200 km/h in less than seven seconds, and on to 300 km/h in less than 17 seconds - a full five seconds quicker than the McLaren F1.","tags":["#A6","rwd","street","sequential","hypercar","Great Britain"],"class":"street","specs":{"bhp":"903 bhp","torque":"900Nm","weight":"1450kg","topspeed":"350km/h","acceleration":"2.8s","pwratio":"1.6kg/cv","range":135},"torqueCurve":[["0","56"],["500","424"],["1000","605"],["1500","677"],["2000","796"],["2500","862"],["3000","883"],["3500","895"],["4000","900"],["4500","900"],["5000","900"],["5500","900"],["6000","900"],["6500","893"],["7000","880"],["7500","848"],["8000","794"],["8250","780"]],"powerCurve":[["0","0"],["500","30"],["1000","85"],["1500","143"],["2000","224"],["2500","303"],["3000","372"],["3500","440"],["4000","506"],["4500","569"],["5000","632"],["5500","695"],["6000","758"],["6500","815"],["7000","865"],["7500","893"],["8000","892"],["8250","904"]]}