{"name":"RUF CTR Yellowbird","brand":"RUF","description":"Introduced for the 1987 model year and based on the Porsche 911, the CTR featured an enlarged and highly tuned version of Porsche's 3.2 litre flat-six cylinder engine, lightened body panels, an integrated roll cage (adding chassis stiffness in addition to occupant safety), upgraded suspension and braking systems, a custom-designed transmission, and several unique trim pieces such as polyurethane bumpers, and the use of the fender-mounted oil filter (a Porsche feature for the 1972 MY only) necessitated by relocating the oil tank forward to clear the intercooler on that side.</br></br>Much attention was given to aerodynamic considerations, with the body being de-guttered seam welded and the use of filler panels for the door pillars and 935-style mirrors. Prototype models had NACA-style intercooler intake ducts over the rear fenders (later dropped, as it was discovered that air was pulled out, rather than in, at speed due to a low-pressure area), while later models had additional slots in the rear bumper corners for the air to exit.</br></br>Developing 469 hp (350 kW) and 408 lbft (553 Nm) of torque and weighing in it at only 2,530 pounds (1,147 kg), the CTR provided stellar performance, with a 0-60 mph time of around 4 seconds and a top speed in excess of 200 miles per hour (320 km/h). Although a small group of vehicles such as the Ferrari F40 and Porsche 959 were faster to 60 miles per hour (97 km/h), the Yellowbird could outperform all competition when it came to top speed, topping out at 211 miles per hour (340 km/h), a top speed that made it the fastest sports car in the world at the time of its release.</br></br>The car received its nickname, Yellowbird, during testing by Road & Track magazine, whose staffers noted the contrast created by its yellow paintwork against the overcast skies on the day of their photo shoot.","tags":["#Vintage Supercars","rwd","manual","street","turbo","supercar","vintage","germany"],"class":"street","specs":{"bhp":"469 bhp","torque":"553Nm","weight":"1147kg","topspeed":"342km/h","acceleration":"4.0sec","pwratio":"2.44kg/cv","range":100},"torqueCurve":[["0","0"],["500","147"],["1000","156"],["1500","172"],["2000","244"],["2500","308"],["3000","366"],["3500","401"],["4000","431"],["4500","474"],["5000","503"],["5500","555"],["6000","555"],["6500","503"],["7000","455"]],"powerCurve":[["0","0"],["500","10"],["1000","21"],["1500","33"],["2000","48"],["2500","86"],["3000","130"],["3500","197"],["4000","242"],["4500","300"],["5000","353"],["5500","429"],["6000","468"],["6500","459"],["7000","447"]]}