{"url":"http://store.steampowered.com/app/347990","name":"McLaren F1 GTR","brand":"McLaren","description":"The McLaren F1 GTR was a racing variant of the McLaren F1 sports car first produced in 1995 for grand touring style racing, such as the BPR Global GT Series, FIA GT Championship, JGTC, and British GT Championship. </br></br> Following the success of the 1995 season, McLaren set forth to upgrade the car to remain competitive, especially against the threat of newer sports cars appearing such as the Ferrari F50 GT (which was withdrawn quickly enough) and Porsche 911 GT1. They were assisted by BMW Motorsport, who at the time decided to use their connection to McLaren to enter sports car racing by running their own race team with F1 GTRs.</br></br> Among the modifications were an extension of the front and rear bodywork, including a larger splitter attached to the front of the car. The bodywork was also modified to allow it to be removed more quickly for easier repair. The car's normally stock gearbox was modified to include a lighter magnesium housing and more robust mechanicals. These modifications allowed for the weight of the GTR to be lowered by 38 kg.</br> Although equipped with a restricted engine that produced less power than the road car, slower on an entire lap than the 1997 long-tail version due to the significantly lower downforce (the 1997 model relied on high-speed cornering much like prototypes of the 2000s), the F1 GTR of 1996 was the fastest variant in terms of straight line speed. The car hit 330 km/h on the Mulsanne Straight at Le Mans in 1996, which is 13 km/h faster than the 1997 long-tail F1 GTR and even 6 km/h faster than the 1996 Porsche GT1.</br></br>McLaren F1 GTRs have been so successful that raced internationally until 2005 when the final race chassis was retired. ","tags":["#A5","rwd","race","manual","gt","vintage","Great Britain"],"class":"race","specs":{"bhp":"595 bhp","torque":"693Nm","weight":"1010kg","topspeed":"330+km/h","acceleration":"--s","pwratio":"1.69kg/cv","range":140},"torqueCurve":[["0","56"],["500","200"],["1000","325"],["1500","475"],["2000","563"],["2500","618"],["3000","643"],["3500","668"],["4000","693"],["4500","692"],["5000","674"],["5500","656"],["6000","638"],["6500","620"],["7000","602"],["7500","560"],["8000","475"]],"powerCurve":[["0","0"],["500","14"],["1000","46"],["1500","100"],["2000","158"],["2500","217"],["3000","271"],["3500","328"],["4000","389"],["4500","437"],["5000","473"],["5500","507"],["6000","538"],["6500","566"],["7000","592"],["7500","590"],["8000","534"]]}