{"name":"Lamborghini Gallardo SL Step3","parent":"ks_lamborghini_gallardo_sl","brand":"Lamborghini","description":"Even more dynamic, lighter, more powerful and stunning - the Lamborghini Gallardo LP 570-4 Superleggera is the new top model in the Gallardo line-up. Its evocative &quot;superlight&quot; badge refers to a driving machine of true sporting character and describes a high-performance and lean automotive athlete. The Superleggera makes its entrance to continue the success of its predecessor, launched in 2007, of which Lamborghini produced and sold no less than 618 in just one year.<br><br>What do you get though if you unleash some dedicated tuners on the Gallardo engine? A bi-turbo highly modified engine that is capable of doing more than 850bhp on pump fuel and more than 1200bhp on race fuel and full turbo boost. <br><br>The chassis has also been tuned accordingly with stiffer springs and dampers all around. Nevertheless you better watch out when you decide to give full boost. The performance is simply out of this world and the car can spin all four tyres in curva grande at monza in 6th gear... Remember, you need to brake 1 to 2 km before every turn as it takes some space to slow down from ultrasonic speeds!","tags":["#Hypercars","rwd","street","sequential","supercar","italy"],"class":"street","specs":{"bhp":"1200bhp","torque":"--Nm","weight":"1390kg","topspeed":"349km/h","acceleration":"2.5s 0-100","pwratio":"1.16kg/hp","range":200},"torqueCurve":[["500","376"],["1000","602"],["1500","713"],["2000","732"],["2500","782"],["3000","893"],["3500","1001"],["4000","1108"],["4500","1114"],["5000","1149"],["5500","1124"],["6000","1169"],["6500","1189"],["7000","1179"],["7500","1116"],["8000","1114"],["8500","1028"],["9000","991"],["9250","903"]],"powerCurve":[["500","26"],["1000","85"],["1500","150"],["2000","206"],["2500","275"],["3000","376"],["3500","492"],["4000","622"],["4500","704"],["5000","807"],["5500","868"],["6000","985"],["6500","1085"],["7000","1159"],["7500","1175"],["8000","1252"],["8500","1227"],["9000","1252"],["9250","1173"]]}