{"name":"Camaro GT3","brand":"Sareni","description":"STD is GT3 power and specs adjusted!</br>Hans Reiter, Reiter Engineering founder and director, got the idea to convert a Chevrolet Camaro into a GT car during a stay in the USA in 2010. The unique design and the status of a mens car were the determining factors for developing it into a GT racing car.</br>The FIA had approved the start for the homologation in October 2010. A team of 12 experts implemented the specifications and requirements within a short period of time, leading to the first test drives in 2011. Experienced pilots like Peter Kox (NLD) and Charlie Geipel (DEU) have been responsible for testing the Camaro thoroughly.</br>The development took 12 months in total and Reiter Engineering in Germany did all the development work at the highest level. SARENI United was founded for this project. In the future it will manage all matters regarding the Camaro GT racing car as an independent company.The heart of the Camaro with a 7.9 litre cubic capacity, with more than 650 HP and the enormous torque of more than 800 Nm, is designed and manufactured by KATECH, a very successful engine manufacturer with headquarters in Clinton, MI. KATECH received the following specifications: close-to-production, low cost, service performance of 10,000 km and maximum power.The light gear box (37 kg) which is able to convert the high torque is produced by Holinger from Germany. Holinger is a very experienced and reliable partner.Security was a main concern for the Camaro GT. In addition to the mandatory roll cage it provides a newly designed fuelling system which was developed by Krontec and will raise the bar with regard to security. Krontec will launch this system in 2012. There is also a big crush zone in the front and the rear of the car, conditioned by the outside dimensions.</br>A maximum of 20 units will be manufactured every year.</br>","tags":["rwd","sequential","race","singleseater","usa","GT3"],"class":"race","specs":{"bhp":"500+ bhp","torque":"800Nm","weight":"1290kg","topspeed":"270+km/h","acceleration":"--s","pwratio":"2.58kg/cv"},"torqueCurve":[["0","20"],["500","50"],["1000","125"],["1500","200"],["2000","295"],["2500","385"],["3000","475"],["3500","580"],["4000","700"],["4500","770"],["5000","800"],["5500","760"],["6000","635"],["6500","480"],["7000","330"],["7500","130"]],"powerCurve":[["0","0"],["500","10"],["1000","35"],["1500","55"],["2000","100"],["2500","150"],["3000","250"],["3500","300"],["4000","400"],["4500","460"],["5000","480"],["5500","500"],["6000","470"],["6500","430"],["7000","300"],["7500","150"]]}