{"url":"http://store.steampowered.com/dlc/244210","name":"SCG 003C","brand":"Scuderia Glickenhaus","description":"Scuderia Cameron Glickenhaus has developed SCG003C aiming to compete in the SP-X Classat the 2015 24-Hours at the Nrburgring.<br><br>The SCG003C Engineering Team has developed a chassis design by adopting modern technologies while keeping a glance to the past: the car's base structure holds a carbon skeleton where ribs are sustaining the body panels that are a well-known design by Italian Carrozzieri. This design allows the engineering of very light body panels and creates at the same time a main reference structure during the car assembly and maintenance.<br><br>Front and rear suspensions are double wishbone with pushrod and adjustable anti roll-bar. The suspension layout has been developed based on the experience gained with the P4/5Competizione on the Nordschleife.<br><br>All the targets were achieved by Scuderia Cameron Glickenhaus' SCG003C during the QualifyingRace that took place at the Nrburgring on 12th April, 2015.<br><br>Both registered cars were qualified for the 24 Hours \"Top 30\", while all SCG drivers were qualified to the race that will take place on 16th and 17th May, 2015.<br>Noise issues were finally solved while the overall car reliability was proved, despite an electrical fault that prevent \"Macchinadue\" to compete in the race.<br>At the start of the race, Manuel Lauck brought Macchinauno to 2nd place and was able to keep this position until the car was black flagged as too loud. The noise issue was definitively solved at the pit box, by the fitting of new mufflers.<br>Macchinauno then advanced from 61th to 13th position and won the SP-X Class.<br><br>Lap time during the race was always at the level of top cars, confirming the car's performance and endurance potential.","tags":["#A5","rwd","race","sequential","gt","gt3","italy"],"class":"race","specs":{"bhp":"530bhp","torque":"700Nm","weight":"1350kg","topspeed":"-km/h","acceleration":"--s 0-100","pwratio":"2.54kg/cv","range":0},"torqueCurve":[["500","144"],["1000","149"],["1500","218"],["2000","291"],["2500","361"],["3000","499"],["3500","691"],["4000","697"],["4500","699"],["5000","697"],["5500","658"],["6000","609"],["6500","572"],["6800","555"],["7000","531"],["7250","492"]],"powerCurve":[["500","10"],["1000","21"],["1500","46"],["2000","82"],["2500","127"],["3000","210"],["3500","340"],["4000","392"],["4500","442"],["5000","489"],["5500","508"],["6000","513"],["6500","522"],["6800","531"],["7000","522"],["7250","501"]]}