{"name":"Pagani Zonda R","brand":"Pagani","description":"When it comes to the creation of the most extreme versions, Zonda R is a clear indication that the Modenese atelier - on a par with the greatest fashion designers - is capable of strengthening its uniqueness without sacrificing driver comfort.<br/><br/>The central monocoque in carbon-titanium, more rigid and lighter than ever, encases a Mercedes-Benz AMG V12 high-performance racing engine as if it were a precious gem. This four wheel prodigy is able to deliver 750 HP and produce a torque of 710 Nm. This engine is bolted directly to the central monocoque. A direct throttle actuation via mechanical cable ensures immediate throttle response, thus achieving improved propulsor performance in terms of reactivity.<br/><br/>20 milliseconds is the time needed by the Zonda R to perform gearshifts, thanks to a transversal sequential gearbox in magnesium, enhanced by the Xtrac transmission technolgy, Automac Engineering automation and the shift paddles located behind the steering wheel.<br/><br/>A power-to-weight ratio of 701 hp-per-ton combined with Pirelli Pzero tyres can catapult the driver from 0 to 100 km/h in less than 2,7 seconds, while the Brembo carbon ceramic brakes ensure the car comes to a standstill even quicker.<br/><br/>A dry weight of 1.070 kg is achieved through the AvionAl suspension components, Aspa machined structural ErgAl parts holding the engine and the gearbox, and Poggipolini Titanium screws. Moreover, aerodynamic setups allows for a high downforce setting of up to 1.500kg and a 350kmh top speed setting. The effectiveness of the rear is matched by the complex new front bonnet, as well as the closed flat underbody and rear diffusor.","tags":["#Hypercars R","rwd","race","sequential","gt","italy"],"class":"race","specs":{"bhp":"750bhp","torque":"710Nm","weight":"1070kg","topspeed":"350+km/h","acceleration":"2.7s 0-100","pwratio":"1.43kg/hp","range":160},"torqueCurve":[["0","58"],["500","154"],["1000","283"],["1500","362"],["2000","413"],["2500","455"],["3000","516"],["3500","589"],["4000","630"],["4500","655"],["5000","684"],["5500","708"],["6000","696"],["6500","694"],["7000","702"],["7500","708"],["8000","641"],["8500","530"]],"powerCurve":[["0","0"],["500","11"],["1000","40"],["1500","76"],["2000","116"],["2500","160"],["3000","217"],["3500","289"],["4000","354"],["4500","414"],["5000","480"],["5500","547"],["6000","586"],["6500","635"],["7000","690"],["7500","746"],["8000","720"],["8500","633"]]}